{
  "claude-code.nvim": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "lazy.nvim": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
